Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_onboarding_dialog_barcode_id_title
source: Locate barcode on the document
ak: Hwehwɛ baakoodu wɔ krataa no so
am: የሰነዱ የባርኮድ ገፅን ያግኙ
ar: حدد مكان الرمز الشريطي على المستند
bn: নথিতে বারকোডটি খুঁজে বের করুন
cs: Vyhledejte na dokumentu čárový kód
da: Find stregkoden på dokumentet
de: Finden Sie den Barcode auf dem Dokument
el: Εντοπίστε τον γραμμωτό κώδικα στο έγγραφο
es: Localiza el código de barras en el documento
es_mx: Localice el código de barras en el documento
fa: Barkod ra ruye mostanad peida konid
fi: Etsi asiakirjan viivakoodi
fil: Hanapin ang barcode sa dokumento
fr: Repérez le code-barres sur le document
fr_ca: Localisez le code-barres sur le document
ha: Nemi barcode akan takardar
he: אתרו ברקוד במסמך
hi: दस्तावेज़ पर बारकोड को ढूंढें
hr: Locirajte barkod na dokumentu
hu: Keresse meg a vonalkódot az okmányon
id: Temukan kode batang pada dokumen
is: Finndu strikamerki skjalsins
it: Individua il codice a barre sul documento
ja: 書類にあるバーコードを探してください
ka_ge: მოძებნეთ შტრიხკოდი დოკუმენტზე
kk: Құжаттан штрих-кодты іздеңіз.
km_kh: រកមើលទីតាំងបារកូដនៅលើឯកសារ
ko: 문서에서 바코드를 찾으세요
lv: Atrodiet dokumentā svītrkodu
ms: Cari kod bar pada dokumen
nb: Finn strekkoden på dokumentet
ne: कागजातमा बारकोड भएको भाग पत्ता लगाउनुहोस्
nl: Lokaliseer de streepjescode op het document
pl: Zlokalizuj kod kreskowy na dokumencie
ps_af: بارکوډ په سند کې مومئ
pt: Localize o código de barras no documento
pt_br: Localize o código de barras no documento
ro: Găsiți codul de bare pe document
ru: Найдите в документе штрихкод
si: ලේඛනයේ බාර්කෝඩ් එක ඇති තැන සොයා ගන්න
sk: Nájdite na dokumente čiarový kód
sl: Poiščite črtno kodo na dokumentu
sr: Pronađite bar-kod na dokumentu
sv: Leta reda på dokumentets streckkod
sw: Tafuta msimbopau kwenye hati
th: ค้นหาบาร์โค้ดบนเอกสาร
tr: Belgede barkodu bulun
uk: Знайдіть штрих-код на документі
ur: دستاویز پر بارکوڈ تلاش کریں
uz: Hujjatdagi shtrixkodni toping
vi: Xác định vị trí mã vạch trên giấy tờ
yo: Ṣàwarí kóòdù onílà lórí ìwé àkọsílẹ̀ náà
zh_hans: 找到文件上的条形码
zh_hant: 找到文件上的條碼

# mb_onboarding_dialog_barcode_message
source: Look for a barcode (a series of black lines or a square code). Make sure you keep your camera lens clean and the barcode well lit.
ak: Hwehwɛ barkodu (lines tuntum bebree anaa koodu a ayɛ sokwɛɛ). Hwɛ sɛ fi biara nni wo kamara no ani na wotumi hu barkodu no yiye.
am: ባርኮድ ይፈልጉ (ተከታታይ ጥቁር መስመሮች ወይም አራት ማዕዘን ኮድ)። የካሜራ ሌንስዎ ንጹህ መሆኑን እና ባርኮዱ በደንብ ብርሃን እንደሚያገኝ ያረጋግጡ።
ar: ابحث عن الباركود (سلسلة من الخطوط السوداء أو رمز مربع). احرص على نظافة عدسة الكاميرا وإضاءة الباركود جيداً.
bn: একটি বারকোড খুঁজুন (কালো রেখার সারি বা একটি বর্গাকার কোড)। নিশ্চিত করুন যেন আপনার ক্যামেরার লেন্সটি পরিষ্কার থাকে এবং বারকোডটিতে পর্যাপ্ত আলো পড়ে।
cs: Najděte čárový kód (řadu černých čar nebo čtvercový kód). Ujistěte se, že je objektiv fotoaparátu čistý a čárový kód je dobře osvětlený.
da: Find stregkoden (en række sorte streger eller en firkantet kode). Sørg for, at kameralinsen er ren, og at stregkoden er velbelyst.
de: Suchen Sie nach einem Barcode (eine Reihe schwarzer Linien oder ein quadratischer Code). Sorgen Sie dafür, dass Ihr Kameraobjektiv sauber ist und das Dokument gut belichtet ist.
el: Εντοπίστε τον γραμμωτό κώδικα (μια σειρά μαύρων γραμμών ή έναν τετράγωνο κώδικα). Βεβαιωθείτε ότι ο φακός της κάμερας είναι καθαρός και ο γραμμωτός κώδικας καλά φωτισμένος.
es: Busca un código de barras (una serie de líneas negras o un código cuadrado). Asegúrate de que la lente de la cámara esté limpia y de que el código de barras esté bien iluminado.
es_mx: Busque un código de barras (una serie de líneas negras o un código cuadrado), Asegúrese de mantener el lente de su cámara limpio y el código de barras bien iluminado.
fa: Barkod ra peida konid (reshte'i az khat-haye siah ya yek kode morabba'). Motma'en shavid ke lens-e dowbinetan tamiz va barkod khub roshan ast.
fi: Etsi viivakoodi (sarja mustia viivoja tai neliönmuotoinen koodi). Varmista, että kameran linssi on puhdas ja viivakoodi hyvin valaistu.
fil: Hanapin ang barcode (isang series ng itim na linya o parisukat na code). Siguraduhing malinis ang lens ng camera mo at lubos na naiilawan ang barcode.
fr: Cherchez un code-barres (une série de lignes noires ou un code carré). Assurez-vous que l’objectif de votre appareil photo est propre et que le code-barres est bien éclairé.
fr_ca: Recherchez un code-barres (une série de lignes noires ou un code carré). Assurez-vous que l'objectif de votre appareil photo est propre et le code-barres bien éclairé.
ha: A duba barcode (jerin baƙaƙen layuka ko baƙin zane da yake cikin tsarin akwati). Ku tabbatar da cewa babu datti a kan gilashin kamerarku sannan a haska barcode ɗin yadda ya kamata.
he: חפשו ברקוד (סדרה של קווים שחורים או קוד מרובע). ודאו שאתם שומרים על עדשת המצלמה נקייה ושהברקוד מואר היטב.
hi: बारकोड खोजें (काली रेखाओं की एक श्रृंखला या एक चौकोर कोड)। सुनिश्चित करें कि आपके कैमरे का लेंस साफ हो और बारकोड अच्छी तरह रोशन हो।
hr: Potražite barkod (niz crnih linija ili kvadratni kod). Pazite da je kamera čista i barkod dobro osvijetljen.
hu: Keressen vonalkódot (több egymás melletti vékony vonal vagy négyzet alakú kód). Ügyeljen rá, hogy a kamera lencséja tiszta és a vonalkód jól megvilágított legyen.
id: Cari kode batang (deretan garis hitam atau kode berbentuk kotak). Pastikan lensa kamera bersih dan kode batang cukup terang.
is: Leitaðu að strikamerki (röð af svörtum línum eða ferköntuðum kóða). Gakktu úr skugga um að linsan á myndavélinni sé hrein og að strikamerkið sé vel upplýst.
it: Cerca un codice a barre (una serie di linee nere o un codice QR). Assicurati di mantenere pulita la lente della fotocamera e che il codice a barre sia ben illuminato.
ja: バーコード（黒い線が並んだものまたは四角いコード）を探してください。カメラのレンズを清潔に保ち、バーコードが十分明るくなるようにしてください。
ka_ge: მოძებნეთ შტრიხკოდი (შავი ხაზების სერია ან ოთხკუთხედი კოდი). დარწმუნდით, რომ კამერის ლინზა სუფთაა და შტრიხკოდი კარგადა არის განათებული.
kk: Штрихкодты (қара сызықтар қатары немесе квадраттық код) табыңыз. Камераңыздың объективі таза және штрихкод жақсы жарықтандырылғанына көз жеткізіңіз.
km_kh: រកមើលបារកូដ (ស៊េរីនៃខ្សែបន្ទាត់ខ្មៅ ឬកូដរាងការេ)។ ត្រូវប្រាកដថា អ្នករក្សាកញ្ចក់កាមេរ៉ាអ្នកស្អាត ហើយបារកូដត្រូវបានបំភ្លឺបានយ៉ាងល្អ។
ko: 바코드(검은 선이 나열된 형태 또는 사각형 코드)를 찾으세요. 카메라 렌즈를 깨끗하게 유지하고 바코드에 빛이 충분히 비치도록 하세요.
lv: Meklējiet svītrkodu (vairākas melnas līnijas vai kvadrātkodu). Pārliecinieties, ka kameras objektīvs ir tīrs, un svītrkods ir labi apgaismots.
ms: Cari kod bar (satu siri garisan hitam atau kod berbentuk segi empat). Pastikan lensa kamera anda bersih dan kod bar mendapat pencahayaan yang baik.
nb: Se etter en strekkode (sorte vertikale streker eller en firkantet kode). Sørg for at kameralinsen er ren og at strekkoden er godt opplyst.
ne: बारकोड (कालो धर्काहरू भएको वा वर्गाकार कोड) खोज्नुहोस्। आफ्नो क्यामेराको लेन्स सफा राख्नुहोस् र बारकोडमा पर्याप्त उज्यालो पार्नुहोस्।
nl: Zoek naar een barcode (een rij zwarte lijntjes of een vierkante code). Zorg ervoor dat de cameralens schoon is de barcode goed belicht is.
pl: Znajdź kod kreskowy (seria czarnych linii lub kod kwadratowy). Upewnij się, że obiektyw aparatu jest czysty, a kod kreskowy dobrze oświetlony.
ps_af: بارکوډ وګورئ (د تورو کرښو یوه لړۍ یا یوه مربع شکله کوډ). ډاډ حاصل کړئ چې ستاسو د کامرې لېنز پاک دی او بارکوډ ښه روښانه وي.
pt: Procure um código de barras (uma série de linhas pretas ou um código quadrado). Mantenha a lente da sua câmara limpa e o código de barras bem iluminado.
pt_br: Procure um código de barras (uma sequência de linhas pretas ou um código quadrado). Certifique-se de manter a lente da câmera limpa e o código de barras bem iluminado.
ro: Căutați un cod de bare (o serie de linii negre sau un cod în formă pătrată). Asigurați-vă că obiectivul camerei este curat, iar codul de bare este bine iluminat.
ru: Найдите штрихкод (ряд черных линий или квадратный код). Убедитесь, что объектив чистый, а штрихкод хорошо подсвечен.
si: බාර්කෝඩ් එකක් (කළු රේඛා පෙළක් හෝ සමචතුරශ්‍රාකාර කේතයක්) ඇති තැන සොයා ගන්න. ඔබේ කැමරා කාචය පිරිසිදුව ඇති බවත් බාර්කෝඩ් එකට හොඳින් ආලෝකය වැටෙන බවත් සහතික කර ගන්න.
sk: Vyhľadajte čiarový kód (sériu čiernych čiar alebo štvorcový kód). Uistite sa, že je objektív fotoaparátu čistý a čiarový kód dobre osvetlený.
sl: Poiščite črtno kodo (niz črnih črt ali kvadratno kodo). Poskrbite, da bo objektiv kamere čist in da bo črtna koda dobro osvetljena.
sr: Pronađite bar-kod (niz crnih linija ili kvadratni kôd). Uverite se da je objektiv kamere čist i da je bar-kod dobro osvetljen.
sv: Leta efter en streckkod (en serie svarta linjer eller en fyrkantig kod). Se till att hålla kameralinsen ren och streckkoden väl upplyst.
sw: Tafuta msimbopau (mfululizo wa mistari mieusi au msimbo mraba). Hakikisha lenzi za kamera yako ni safi na msimbopau uko kwenye mwanga wa kutosha.
th: หาบาร์โค้ด (กลุ่มเส้นหลายๆ ขีดหรือรหัสแบบสี่เหลี่ยม) ตรวจสอบว่าเลนส์กล้องของคุณสะอาดและสามารถมองเห็นรหัสบาร์โค้ดได้ชัดเจนดี
tr: Bir barkod (siyah çizgilerden oluşan bir dizi veya bir karekod) arayın. Kamera lensinizin temiz ve barkodun iyi aydınlatılmış olduğundan emin olun.
uk: Знайдіть штрих-код (ряд чорних ліній або квадратний код). Переконайтеся, що об'єктив камери чистий, а документ добре освітлений.
ur: بار کوڈ تلاش کریں (سیاہ لائنز کی ایک سیریز یا مربع نما کوڈ)۔ یقینی بنائیں کہ آپ کے کیمرے کا لینز صاف ہو اور بار کوڈ مناسب روشنی میں ہو۔
uz: Shtrix-kodni toping (qora chiziqlar qatori yoki kvadrat ichidagi kod). Kamerangiz obyektivi toza va shtrix-kod yaxshi yoritilgan boʻlsin.
vi: Tìm mã vạch (một dãy các đường kẻ đen hoặc mã vuông). Đảm bảo rằng ống kính camera của bạn sạch và mã vạch được chiếu sáng tốt.
yo: Ṣàwarí kóòdù onílà kan (àwọn ilà dúdú tó wà ní àtẹ̀léra tàbí kóòdù kan nínú àpótí onígun mẹ́rin). Ríi dájú pé awò ojú kámẹ́rà rẹ mọ́ kí òye iná sì tàn sí kóòdù onílà náà dáadáa.
zh_hans: 查找条形码（一系列黑色线条或一个方形码）。确保相机镜头清洁且条形码光线充足。
zh_hant: 請找到條碼（黑色線條組成的條碼或方形 QR 碼）。確保相機鏡頭清晰乾淨，且條碼處於光線充足的環境中。

# mb_onboarding_dialog_barcode_title
source: Locate and scan the barcode
ak: Hwehwɛ baabi a barkodu no wɔ na skane
am: ባርኮዱን ይፈልጉ እና ይቃኙ
ar: حدد موضع الباركود وامسحه
bn: বারকোডটি খুঁজে বের করুন এবং স্ক্যান করুন
cs: Najděte a naskenujte čárový kód
da: Find stregkoden, og scan den
de: Barcode lokalisieren und scannen
el: Εντοπίστε και σαρώστε τον γραμμωτό κώδικα
es: Busca y escanea el código de barras
es_mx: Ubique y escanee el código de barras
fa: Barkod ra peida va eskan konid
fi: Etsi ja skannaa viivakoodi
fil: Hanapin at i-scan ang barcode
fr: Localiser et scanner le code-barres
fr_ca: Localisez et numérisez le code-barres
ha: A dubo sannan a ɗauki hoton barcode ɗin
he: אתרו וסרקו את הברקוד
hi: बारकोड को ढूंढें और स्कैन करें
hr: Locirajte i skenirajte barkod
hu: Keresse meg, és olvassa be a vonalkódot
id: Temukan lalu pindai kode batang
is: Finndu og skannaðu strikamerkið
it: Individua e scansiona il codice a barre
ja: バーコードを見つけてスキャンします
ka_ge: მოძებნეთ და დაასკანერეთ შტრიხკოდი
kk: Штрихкодты тауып, сканерлеңіз
km_kh: រកទីតាំង និងស្កេនបារកូដ
ko: 바코드를 찾아 스캔하세요
lv: Atrodiet un skenējiet svītrkodu
ms: Cari dan imbas kod bar
nb: Finn og skann strekkoden
ne: बारकोड खोज्नुहोस् र स्क्यान गर्नुहोस्
nl: Zoek en scan de barcode.
pl: Znajdź i zeskanuj kod kreskowy
ps_af: بارکوډ ومومئ او سکن یې کړئ
pt: Procure e digitalize o código de barras
pt_br: Localize e digitalize o código de barras
ro: Localizați și scanați codul de bare
ru: Найдите и отсканируйте штрихкод
si: බාර්කෝඩ් එක ඇති තැන සොයාගෙන එය ස්කෑන් කරන්න
sk: Nájdite čiarový kód a naskenujte ho
sl: Poiščite in skenirajte črtno kodo
sr: Pronađite i skenirajte bar-kod
sv: Leta reda på och skanna streckkoden
sw: Tafuta na uskani msimbopau
th: หาและสแกนบาร์โค้ด
tr: Barkodu bulun ve tarayın
uk: Знайдіть і відскануйте штрих-код
ur: بار کوڈ کو تلاش اور اسکین کریں
uz: Shtrix-kodni toping va skanerlang
vi: Tìm và quét mã vạch
yo: Ṣàwarí àti kí o ṣe àyẹ̀wò kóòdù onílà náà
zh_hans: 找到并扫描条形码
zh_hant: 對準並掃描條碼

# mb_onboarding_dialog_message
source: Make sure you keep the document well lit. All document fields should be visible on the camera screen.
ak: Hwɛ hu sɛ wobɛma han atɔ krataa no so yiye. Ɛsɛ sɛ wohu krataa a no afa nyinaa wɔ kamara no skreen so.
am: ሰነዱ በቂ ብርሃን ማግኘቱን ያረጋግጡ። ሁሉም የሰነድ መስኮች በካሜራ ማያ ገጽ ላይ መታየት አለባቸው።
ar: تأكد من إبقاء المستند مضاءً بشكل جيد. كما يجب أن تكون جميع خانات المستندات واضحة على شاشة الكاميرا.
bn: নিশ্চিত করুন যে আপনার ডকুমেন্টটি ভালোভাবে আলোকিত আছে। ক্যামেরার স্ক্রিনে ডকুমেন্টের সমস্ত তথ্য স্পষ্টভাবে দৃশ্যমান হবে।
cs: Ujistěte se, že je dokument dobře osvětlen. Na obrazovce fotoaparátu by měla být vidět všechna pole dokumentu.
da: Sørg for, at dokumentet er godt oplyst. Alle dokumentets felter skal være synlige på kameraskærmen.
de: Sorgen Sie dafür, dass das Dokument gut belichtet ist. Alle Bereiche des Dokuments sollten auf dem Kamerabildschirm sichtbar sein.
el: Φροντίστε το έγγραφο να είναι καλά φωτισμένο. Όλα τα πεδία του εγγράφου θα πρέπει να είναι ορατά στην οθόνη της κάμερας.
es: Asegúrese de mantener el documento bien iluminado. Todos los campos del documento deben ser visibles en la pantalla de la cámara.
es_mx: Asegúrate de que el documento esté bien iluminado. Deberán verse todos los campos del documento en la pantalla de la cámara.
fa: Motma'en shavid ke mostanad khub roshan ast. Hame-ye fild-haye mostanad bayad dar namayeshgar-e dowbin dida shavand.
fi: Varmista, että asiakirja on hyvin valaistu. Kaikkien asiakirjan kenttien tulee näkyä kameran näytöllä.
fil: Tiyaki na lubos na naiilawan ang dokumento. Dapat nakikita sa screen ng camera ang lahat ng field ng dokumento.
fr: Prenez soin de garder le document bien éclairé. Tous les champs du document doivent être visibles sur l'écran de la caméra.
fr_ca: Assurez-vous que le document est bien éclairé. Tous les champs du document doivent être visibles sur l'écran de l'appareil photo.
ha: A tabbatar da an haska ɗaukacin takardar. Ya kasance ana ganin dukkannin ɓangarorin takardar a cikin sikirin ɗin kamera.
he: המסמך חייב להיות מואר היטב. כל שדות המסמכים צריכים להיות גלויים על מסך המצלמה.
hi: सुनिश्चित करें कि दस्तावेज़ पर अच्छी रोशनी हो. सभी दस्तावेज़ फ़ील्ड कैमरा स्क्रीन पर दिखाई देने चाहिए.
hr: Pripazite da dokument bude dovoljno osvijetljen. Svi podaci s dokumenta trebaju biti vidljivi na ekranu vašeg uređaja.
hu: Ügyeljen a dokumentum megfelelő megvilágítására. Minden dokumentummezőnek láthatónak kell lennie a kameraképernyőn.
id: Pastikan dokumen cukup diterangi cahaya. Semua bagian dokumen harus terlihat di layar kamera.
is: Gangið úr skugga um að skjalið sé vel lýst. Allir reitir skjals ættu að vera sýnilegir á skjá myndavélarinnar.
it: Controlla che il documento sia ben illuminato. Tutti i campi del documento devono essere visibili sullo schermo della fotocamera.
ja: 書類を十分に明るく保ち,カメラの画面に書類のすべての項目が映っていることを確認してください。
ka_ge: დარწმუნდით, რომ დოკუმენტი კარგად არის განათებული. კამერის ეკრანზე დოკუმენტის ყველა ველი უნდა ჩანდეს.
kk: Құжат жақсы жарықта екеніне көз жеткізіңіз. Құжаттағы барлық өрістер камера экранында көрініп тұруы керек.
km_kh: ត្រូវប្រាកដថាអ្នករក្សាឯកសារឱ្យបានល្អ វាលឯកសារទាំងអស់គួរតែអាចមើលឃើញនៅលើអេក្រង់កាមេរ៉ា។
ko: 문서가 조명을 충분히 받을 수 있게 유지하세요. 모든 문서 내용들이 카메라 화면에 보여야 합니다.
lv: Pārliecinieties, vai dokuments ir labi apgaismots. Kameras ekrānā jābūt redzamiem visiem dokumenta laukiem.
ms: Pastikan dokumen anda menerima pencahayaan yang cukup. Semua medan dokumen hendaklah kelihatan pada skrin kamera.
nb: Sørg for at dokumentet er godt opplyst. Alle feltene i dokumentet skal være synlige på kameraskjermen.
ne: कागजात उज्यालो राख्नुहोस्। सबै कागजात फिल्ड क्यामेरा स्क्रिनमा देखिने हुनुपर्छ।
nl: Zorg ervoor dat het document goed verlicht is. Alle velden op het document moeten onder het camerascherm zichtbaar zijn.
pl: Upewnij się, że dokument jest dobrze oświetlony. Wszystkie pola dokumentu powinny być widoczne na ekranie aparatu.
ps_af: ډاډ ترلاسه کړئ چې تاسو سند ښه روښانه ساتئ. د اسنادو ټولې ساحې باید د کیمرې په سکرین کې ښکاره شي.
pt: Assegure-se de que mantém o documento bem iluminado. Todos os campos do documento devem estar visíveis no ecrã da câmara.
pt_br: Certifique-se de manter o documento bem iluminado. Todos os campos do documento devem estar visíveis na tela da câmera.
ro: Asigurați-vă că documentul este bine iluminat. Toate secțiunile din document trebuie să fie vizibile pe ecranul camerei.
ru: Сделайте так, чтобы документ был хорошо освещен. Все его поля должны быть видны на экране камеры.
si: ලේඛනයට හොඳින් ආලෝකය වැටෙන පරිදි තබා ගැනීමට වග බලා ගන්න. ලේඛනයේ සියලුම කොටස් කැමරා තිරය මත දෘශ්‍යමාන විය යුතු ය.
sk: Uistite sa, že máte dokument dobre osvetlený. Všetky polia dokumentu by mali byť viditeľné na obrazovke fotoaparátu.
sl: Poskrbite, da bo dokument dobro osvetljen. Na zaslonu kamere morajo biti vidna vsa polja dokumenta.
sr: Uverite se da je dokument dobro osvetljen. Sva polja dokumenta treba da budu vidljiva na ekranu kamere.
sv: Se till att dokumentet är väl belyst. Alla fält i dokumentet ska synas på kameraskärmen.
sw: Hakikisha hati iko kwenye mwanga wa kutosha. Sehemu zote za hati zinapaswa kuonekana kwenye skrini ya kamera.
th: ตรวจสอบว่าเอกสารของคุณมีแสงสว่างเพียงพอ คุณควรมองเห็นทุกส่วนของเอกสารบนหน้าจอกล้อง
tr: Belgenin iyi aydınlatıldığından emin ol. Tüm belge alanları kamera ekranında görünür olmalıdır.
uk: Переконайтеся, що документ добре освітлений. Усі поля документа мають бути видимими на екрані камери.
ur: یقینی بنائیں کہ دستاویز اچھی طرح روشن ہو۔ دستاویز کے تمام خانے کیمرہ اسکرین پر واضح نظر آنے چاہئیں۔
uz: Hujjat yetarlicha yoritilganiga ishonch hosil qiling. Hujjatning barcha maydonlari kamera ekranida koʻrinishi kerak.
vi: Đảm bảo rằng bạn giữ cho tài liệu được chiếu sáng tốt. Tất cả các trường tài liệu sẽ hiển thị trên màn hình camera.
yo: Ríi dájú pé ìmọ́lẹ̀ tàn sórí ìwé àkọsílẹ̀ náà dáadáa. Gbogbo ààyè orí ìwé àkọsílẹ̀ náà ni kó sí hàn kedere lórí àwo kámẹ́rà.
zh_hans: 确保文件处于光线充足的地方。所有文件字段应在相机屏幕上可见。
zh_hant: 確保文件光線充足。所有文件欄位在相機螢幕都應清楚可見。
